Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: From morning to night he was pushing and pulling, always at the spot where the work was hardest.
uk_1984_iryna_dybko_khutir_tvaryn: Від ранку по пізнього вечора працював на таких місцях, де було найтяжче,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З ранку до ночі він то тягнув щось, то пхав, і то там, де було найтяжче.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Від рання до смеркання він щось тягнув і носив, завжди опиняючись там, де робота була найважчою.

source: He had made an arrangement with one of the cockerels to call him in the mornings half an hour earlier than anyone else, and would put in some volunteer labour at whatever seemed to be most needed, before the regular day’s work began.
uk_1984_iryna_dybko_khutir_tvaryn: при тому ще й домовився із півнем, щоб той будив його на півгодини раніше за всіх; ще заздалегідь він починав працю на найважчих місцях,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він домовився з півнем, аби той будив його на півгодини раніше, ніж усіх, і ще до початку робочого дня брався за якусь добровільну працю, причому найнеобхіднішу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть домовився з півнем, щоб той будив його на пів години раніше за інших, аби він міг за власним вибором зробити все необхідне до того, як почнеться звичайний трудовий день.

source: His answer to every problem, every setback, was “I will work harder!” — which he had adopted as his personal motto.
uk_1984_iryna_dybko_khutir_tvaryn: а всі труднощі й перепони поборював згідно з засадою: «Я працюватиму ще дужче».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На кожний закид чи умовляння він знав одну відповідь: «Я працюватиму ще завзятіше». Те стало його власним девізом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На будь-яку проблему, несподівані труднощі в нього була одна відповідь: «Працюватиму більше!»

source: But everyone worked according to his capacity.
uk_1984_iryna_dybko_khutir_tvaryn: Але й інші тварини, в міру своїх спроможностей, виконували покладену на них працю.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але кожен трудився в міру своїх можливостей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зрозуміло, внесок кожного у спільну справу був різний.

source: The hens and ducks, for instance, saved five bushels of corn at the harvest by gathering up the stray grains.
uk_1984_iryna_dybko_khutir_tvaryn: Качки й кури, визбируючи докладно кожне розкинуте зерня під час жнив, заощадили п’ять кошів збіжжя.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кури й качки, скажімо, заощадили в жнива два мішки збіжжя, підбираючи розсипані зернинки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Так, кури та качки назбирали п’ять бушелів пшениці, підбираючи у жнива розсипані зернинки.

source: Nobody stole, nobody grumbled over his rations, the quarrelling and biting and jealousy which had been normal features of life in the old days had almost disappeared.
uk_1984_iryna_dybko_khutir_tvaryn: Ніхто із тварин не дорікав, ревнощів ні сварок не було, не кусались і крадежу не було, всі обурення, що колись були на порядку деннім, пройшли в забуття.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто не крав, ніхто не скаржився на свою пайку, сварки, гризня і заздрість, звичні для колишнього життя, майже зникли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто не крав, ніхто не нарікав, що мало їжі, майже зовсім зникли сварки, бійки, заздрість, колись звичні на фермі.

source: Nobody shirked — or almost nobody. Mollie, it was true, was not good at getting up in the mornings, and had a way of leaving work early on the ground that there was a stone in her hoof.
uk_1984_iryna_dybko_khutir_tvaryn: Майже ніхто не відмовлявся від праці. Правда, Мілочка нерадо приходила на роботу, завжди спізнялася, і найшвидше покидала її, пояснюючи, що камінчик застряг у її копиті.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто не байдикував або майже ніхто. Моллі, щоправда, вкрай неохоче вставала вранці й мала звичку залишати роботу нібито через те, що в копито забився камінець.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто не ухилявся від роботи, в усякому разі, майже ніхто. Моллі, щоправда, вставала вранці неохоче, та й з поля йшла зарано, щораз скаржачись, що не може працювати, коли в копито потрапляє камінець.

source: And the behaviour of the cat was somewhat peculiar. It was soon noticed that when there was work to be done the cat could never be found. She would vanish for hours on end, and then reappear at meal-times, or in the evening after work was over, as though nothing had happened.
uk_1984_iryna_dybko_khutir_tvaryn: І поведінка кота не завжди зрозумілою була, бо всі звернули увагу на те, що коли треба було працю виконати, кота не було видно, він годинами щезав і з’являвся лише в час обіду чи вечері, або коли вже працю тварини покінчили; а тоді й він приходив, ніби на хуторі ніколи обов’язків не було.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І кіт трохи дивно поводився. Невдовзі всі помітили, що тільки з'являлась якась робота, кіт наче крізь землю западав; він зникав на цілі години, а тоді вигулькував, коли всі сідали за стіл, а то й зовсім увечері; наче нічого й не сталося.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й поведінка кішки була дивною. Усім впало в око, що тільки-но колгосп ставав до роботи, як вона зникала невідомо куди, а з’являлася лише за обіднім столом, а то й під вечір, наче так і треба було.

source: But she always made such excellent excuses, and purred so affectionately, that it was impossible not to believe in her good intentions.
uk_1984_iryna_dybko_khutir_tvaryn: Час від часу, ніжним муркотінням вибачався, що й годі було не повірити в його добрі наміри.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та він завжди мав напохваті поважну причину і так лагідно муркотів, що важко було не повірити йому.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Проте щораз у неї були такі переконливі відмовки, та й муркотала вона так ніжно, що важко було не вірити в її добрі наміри.

source: Old Benjamin, the donkey, seemed quite unchanged since the Rebellion. He did his work in the same slow obstinate way as he had done it in Jones’s time, never shirking and never volunteering for extra work either.
uk_1984_iryna_dybko_khutir_tvaryn: Старий осел Молчазніков не змінився від часу революції, працював тим же самим упертим звичаєм, що й за Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Старий віслюк Бенджамін наче й не змінився після Повстання. Виконував свою роботу повільно й затято, як і за Джонса, ніколи не уникав її, але ніколи й не зголошувався попрацювати зайву часину.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Старий Бенджамін, осел, і після Повстання, здавалося, зовсім не змінився. Як і за часів Джонса, він так само повільно й добре виконував свою роботу, ніколи її не уникав, проте попрацювати додатково не зголошувався.

source: About the Rebellion and its results he would express no opinion. When asked whether he was not happier now that Jones was gone, he would say only “Donkeys live a long time. None of you has ever seen a dead donkey,” and the others had to be content with this cryptic answer.
uk_1984_iryna_dybko_khutir_tvaryn: Про революцію та її наслідки ніколи не висловлював своєї думки, ані погляду на цю подію. І ті, що питали, мусіли задовольнитись таємничою відповіддю його.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Про Повстання та його наслідки він волів не висловлюватись. Коли його запитували, чи не щасливіший він тепер без Джонса, він лише відказував: «Віслюки довго живуть. Ніхто ще не бачив здохлого віслюка». І всі мусили задовольнитися цією загадковою відповіддю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Про Повстання та його наслідки не висловлювався, а на запитання, чи щасливий він без Джонса, відповідав: «Осли живуть довго. Адже ніхто з вас ще ніколи не бачив мертвого осла». Тож усім доводилося задовольнятися цією загадковою відповіддю.

source: On Sundays there was no work.
uk_1984_iryna_dybko_khutir_tvaryn: В неділю не було праці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: По неділях не працювали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У неділю не працювали.

source: Breakfast was an hour later than usual, and after breakfast there was a ceremony which was observed every week without fail.
uk_1984_iryna_dybko_khutir_tvaryn: Сніданок був на годину пізніше, як за часів Романова. Після сніданку відбувалася врочистість, що стала звичаєм:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Снідали годиною пізніше, ніж у будень, а після сніданку відбувався незмінний ритуал.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніданок зорганізовували на годину пізніше, а опісля неухильно дотримувалися заведеного церемоніалу.

source: First came the hoisting of the flag. Snowball had found in the harness-room an old green tablecloth of Mrs. Jones’s and had painted on it a hoof and a horn in white. This was run up the flagstaff in the farmhouse garden every Sunday morning.
uk_1984_iryna_dybko_khutir_tvaryn: вивішували прапор, його найшли в коморі, де Романов переховував упряж; він був зеленого кольору, а Давидович намалював на ньому білою фарбою ріг і копито.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Першим було підняття прапора. У збруярні Сніжок знайшов стару зелену скатертину місіс Джонс і намалював на ній білою фарбою ратицю й ріг. її й підіймали недільного ранку на флагшток у садку за будинком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спочатку підіймали прапор. Сніжок знайшов стару зелену скатертину, що належала колись місіс Джонс, і намалював на ній білою фарбою ріг і ратицю.

source: The flag was green, Snowball explained, to represent the green fields of England, while the hoof and horn signified the future Republic of the Animals which would arise when the human race had been finally overthrown.
uk_1984_iryna_dybko_khutir_tvaryn: Зелений колір, Давидович пояснював, є зеленими полями й лугами, а ріг і копито — це символ будучої Республіки Анімалізму, що стане дійсністю, коли остаточно звірята переможуть людство.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зелений колір прапора, пояснював Сніжок, то зелені лани Англії, а ратиця з рогом означають Республіку Тварин, яка постане, коли остаточно буде здолано людський рід.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зелений колір прапора уособлював зелені поля Англії, а ріг і ратиця означали майбутню Республіку Тварин, яка запанує, коли влада людського роду буде остаточно повалена.

source: After the hoisting of the flag all the animals trooped into the big barn for a general assembly which was known as the Meeting.
uk_1984_iryna_dybko_khutir_tvaryn: Після піднесення прапору, всі тварини маршем входили до стодоли, де відбувався мітинг.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після підняття прапора всі марширували до великого хліва на загальні збори, що звалися Мітинг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після підняття прапора всі тварини йшли до великого хліва на загальні збори, які називалися Нарадою.

source: Here the work of the coming week was planned out and resolutions were put forward and debated.
uk_1984_iryna_dybko_khutir_tvaryn: Тут продискутовували плян праці на наступний тиждень, відтак відбувались дебати над ним, кожний мав право голосу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тут визначали роботу на наступний тиждень, виносилися й приймалися резолюції.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тут обговорювалися плани роботи на наступний тиждень, пропонувалися різні проєкти, ухвалювалися рішення.

source: It was always the pigs who put forward the resolutions. The other animals understood how to vote, but could never think of any resolutions of their own.
uk_1984_iryna_dybko_khutir_tvaryn: Авторами всіх рішень в праці були кабани й свині. Всі інші тварини вміли лише голосувати, але не були спроможні продумати своїх особливих внесків.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Саме свині завжди й висували резолюції. Інші тварини знали, як голосувати, але самі на резолюцію не могли спромогтися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зазвичай найактивнішими учасниками дійства були свині. Інші тварини вміли тільки голосувати.

source: Snowball and Napoleon were by far the most active in the debates. But it was noticed that these two were never in agreement: whatever suggestion either of them made, the other could be counted on to oppose it.
uk_1984_iryna_dybko_khutir_tvaryn: У всіх дебатах найактивнішими були Вісарйонов і Давидовим. Але можна було відчути, що їхні рішення в парі не ходили. Якщо Давидович висловлював свою думку в такому чи іншому питанні, чи давав поради, ніколи з ним не погоджувався Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок і Наполеон були найактивнішими в дебатах. Проте між ними, як помітили, ніколи не було згоди: яку б пропозицію не висував один, інший неодмінно був проти.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Жодна дискусія не обходилася без Сніжка й Наполеона. Проте, як відзначали присутні, ці двоє ніколи й ні в чому не могли дійти згоди: яку б пропозицію не висунув один з них, другий обов’язково був проти.

source: Even when it was resolved — a thing no one could object to in itself — to set aside the small paddock behind the orchard as a home of rest for animals who were past work, there was a stormy debate over the correct retiring age for each class of animal.
uk_1984_iryna_dybko_khutir_tvaryn: Навіть і тоді, коли вже всі погодились на призначене мн це для спочинку старшим віком, тоді наступала бурхлива дискусія над визначенням відповідного, кожній тварині, віку, що визначав би час спочинку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть коли вирішили перенести малу обору за садок, щоб у ній відпочивали тварини, що вже відслужили своє, то хоч проти цього ніхто й не заперечував, розгорілися бурхливі суперечки щодо пенсійного віку для кожного різновиду тварин.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть коли вирішили надати в користування маленьку галявину за садом тим тваринам, які вже не могли працювати й проти цього ніхто не заперечував, почалася бурхлива суперечка про пенсійний вік для кожного виду.

source: The Meeting always ended with the singing of Beasts of England, and the afternoon was given up to recreation.
uk_1984_iryna_dybko_khutir_tvaryn: Мітинґ закінчували співом «Тварини всіх країн». Решта дня була призначена на спочинок і дозвілля.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мітинг завжди завершувався гімном «Тварини Англії». Решта недільного дня відводилася дозвіллю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарада завжди завершувалася співом «Тварин Англії». Решту вихідного дня кожен займався своїми справами.

source: The pigs had set aside the harness-room as a headquarters for themselves. Here, in the evenings, they studied blacksmithing, carpentering, and other necessary arts from books which they had brought out of the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: Свині вибрали собі колишнє приміщення упряжі на свою головну квартиру, тут вони вивчали із книжок, принесених з дому Романова, столярство, ковальство пі інші необхідні ремесла для виконування праці на хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Свині влаштували у збруярні свій штаб. Тут вечорами вони навчалися ковальству, теслярству та іншим корисним ремеслам з книжок, що їх поприносили з будинку Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Колишню комору у великому хліву свині зробили своєю штаб-квартирою. Вечорами вони вивчали тут ковальську справу, теслювали, освоювали інші потрібні ремесла — все за книжками, принесеними із житлового будинку.

source: Snowball also busied himself with organising the other animals into what he called Animal Committees. He was indefatigable at this.
uk_1984_iryna_dybko_khutir_tvaryn: Організацією того навчання зайнявся Давидовим, назвавши його «Тваринні комітети». В тій ділянці він був невтомний.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сніжок іще заходився залучати інших тварин у Комітети тварин, так він їх називав. Тут він утоми не знав.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сніжок також зайнявся організаційними питаннями, залучаючи тварин у групи, які називав Комітетами. У цій справі він був невтомний.

source: He formed the Egg Production Committee for the hens, the Clean Tails League for the cows, the Wild Comrades’ Re-education Committee (the object of this was to tame the rats and rabbits), the Whiter Wool Movement for the sheep, and various others, besides instituting classes in reading and writing.
uk_1984_iryna_dybko_khutir_tvaryn: Він створив Комітет продукції яєць для курей, Лігу чистих хвостів — для корів, Комітет перевиховання для неприсвоєних товаришів (мав на думці щурів і зайців), Комітет за білішу вовну для овечок і чимало інших комітетів, та найбільше уваги присвятив для поборення неписьменности, створивши кляси, де навчались читати й писати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він створив Комітет по виробництву яєць для курей, Лігу Чистих Хвостів для корів, Комітет приручення диких побратимів (він прагнув одомашнити щурів та зайців), Рух Білішої Вовни для овець і всілякі інші; до всього, він запровадив уроки читання й писання.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Для курей створив Яйценосний Комітет, для корів — Лігу Чистих Хвостів. Ще був Комітет перепідготовки диких товаришів для приручення щурів і зайців, а серед овець він затіяв рух під гаслом «Дамо найбілішу вовну» тощо. Також започаткував курси з ліквідації неписьменності.

source: On the whole, these projects were a failure.
uk_1984_iryna_dybko_khutir_tvaryn: Загалом, усі його пляни не дуже то пишались успіхом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте ці проекти не мали успіху.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Однак ці проєкти здебільшого були мертвонародженими.

source: The attempt to tame the wild creatures, for instance, broke down almost immediately. They continued to behave very much as before, and when treated with generosity, simply took advantage of it.
uk_1984_iryna_dybko_khutir_tvaryn: Комітет приборкання диких тварин зразу провалився, бо вони у своїй поведінці залишились незмінними, лише великодушність тварин хутора використовували.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спроба приручити диких побратимів провалилася майже одразу, бо ті й надалі поводилися точнісінько так, як і раніше, а щедрістю, яку виявляли до них, просто зловживали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Так, спроба приручити диких тварин провалилася майже відразу, бо ті поводилися так само, як і раніше, хоч безсовісно користувалися щедрістю свійських побратимів.

source: The cat joined the Re-education Committee and was very active in it for some days.
uk_1984_iryna_dybko_khutir_tvaryn: Наприклад, киця увійшла до комітету перевиховання, і навіть була активною декілька днів.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Кіт приєднався до Комітету приручення і, ніде правди діти, кілька днів був на диво діяльним.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: До Комітету перепідготовки вступила кішка й протягом кількох днів працювала дуже активно.

source: She was seen one day sitting on a roof and talking to some sparrows who were just out of her reach. She was telling them that all animals were now comrades and that any sparrow who chose could come and perch on her paw; but the sparrows kept their distance.
uk_1984_iryna_dybko_khutir_tvaryn: Хтось там із тварин бачив, як вона, присівши на дах, розмовляла з ластівкою, переконувала її, що зараз усі тварини є рівноправними товаришами, що ластівка може без побоювань присісти на лапці киці; але це ніяк не переконувало пташину і вона ні за що в світі не думала зближатись до киці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якось навіть бачили, як кіт сидів на даху й проводив виховну роботу з кількома горобцями, які намагалися триматися подалі від нього. Він переконував їх, що тепер всі тварини — друзі, і що кожен горобець може, якщо забажає, злетіти й сісти йому на лапу. Але ті воліли триматися подалі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Одного разу її бачили на даху, де вона вела бесіди з ластівками, які, щоправда, сиділи на безпечній відстані. Кішка пояснювала ластівкам, що тепер усі тварини — друзі, і будь-який птах може, якщо побажає, сидіти на її котячій лапі, як на жердині. Та ті все одно тримали дистанцію.

source: The reading and writing classes, however, were a great success. By the autumn almost every animal on the farm was literate in some degree.
uk_1984_iryna_dybko_khutir_tvaryn: Великим успіхом увінчались кляси читання і писання; вже восени, майже кожна тварина на хуторі була до певного ступеня грамотна,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зате уроки читання й писання тішили неабиякими здобутками. До осені кожна тварина на фермі стала до певної міри письменною.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зате курси з ліквідації неграмотності мали величезний успіх. До осені майже всі тварини на фермі певною мірою опанували письмо.

source: As for the pigs, they could already read and write perfectly.
uk_1984_iryna_dybko_khutir_tvaryn: а щодо кабанів і свиней — вони читали й писали просто бездоганно.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що ж до свиней, то ті й так уміли добре читати й писати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Свині й так уміли добре читати й писати.

source: The dogs learned to read fairly well, but were not interested in reading anything except the Seven Commandments.
uk_1984_iryna_dybko_khutir_tvaryn: Пси навчились досить можливо читати, але крім Семи заповідей, не були ні в чому іншому зацікавлені.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пси й собі навчилися досить пристойно, але цікавість виявляли лише до Семи Заповідей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Собаки освоїли читання доволі добре, проте крім Семи Положень їх нічого більше не цікавило.

source: Muriel, the goat, could read somewhat better than the dogs, and sometimes used to read to the others in the evenings from scraps of newspaper which she found on the rubbish heap.
uk_1984_iryna_dybko_khutir_tvaryn: Кожна тварина, за своїми спроможностями, засвоїла хист читання: коза Мурка читала краще як пси і часто вечорами перечитувала своїм товаришам новинки з газети,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коза Мюріел освоїла абетку краще від псів, отож вечорами читала клапті газет зі смітника.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коза Мюріель читала краще від собак, тож іноді вечорами переглядала обривки з газет, знайдених на купі сміття.

source: Benjamin could read as well as any pig, but never exercised his faculty.
uk_1984_iryna_dybko_khutir_tvaryn: осел Молчазніков опанував читання так, як і кабани й свині, тільки ніколи не хотів ним користуватися,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бенджамін читав незгірше від свині, але не хизувався своїм хистом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бенджамін читав не гірше будь-якої свині, але ніколи не демонстрував свого вміння.

source: So far as he knew, he said, there was nothing worth reading.
uk_1984_iryna_dybko_khutir_tvaryn: пояснюючи, «як мені відомо, ніщо не заслуговує на читання».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Мовляв, немає чого до пуття почитати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та й загалом вважав, що невідомо, чи існує хоч щось гідне читання.

source: Clover learnt the whole alphabet, but could not put words together.
uk_1984_iryna_dybko_khutir_tvaryn: Конева вивчила всі букви, але скласти з них слово, на жаль, не вміла.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Конюшинка засвоїла абетку, але складати з літер слова не вміла.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люцерна цілком вивчила алфавіт, однак складати слова так і не навчилася.
